export const constRestaurant = {
  sorts: [
    { id: 'rating', name: '評価の高い順' },
    { id: 'review', name: '評価数' }
  ],
  prices: ['¥', '¥¥', '¥¥¥', '¥¥¥¥', '¥¥¥¥¥'],
  firstWords: [
    'こだわり',
    'すごい',
    'やばい',
    'はんぱない',
    '超絶',
    'そこそこ',
    '超絶',
    'やんちゃ',
    '気まぐれ',
    '厳選',
    '素材を大事に'
  ],
  secondWords: [
    '亭',
    '食堂',
    'キッチン',
    '料亭',
    'ハンバーガー',
    'カフェ',
    '喫茶',
    'グリル',
    'やさん',
    '屋',
    'や',
    'コーヒー',
    'カレー'
  ],
  cities: [
    '北海道',
    '青森県',
    '岩手県',
    '宮城県',
    '秋田県',
    '山形県',
    '福島県',
    '茨城県',
    '栃木県',
    '群馬県',
    '埼玉県',
    '千葉県',
    '東京都',
    '神奈川県',
    '新潟県',
    '富山県',
    '石川県',
    '福井県',
    '山梨県',
    '長野県',
    '岐阜県',
    '静岡県',
    '愛知県',
    '三重県',
    '滋賀県',
    '京都府',
    '大阪府',
    '兵庫県',
    '奈良県',
    '和歌山県',
    '鳥取県',
    '島根県',
    '岡山県',
    '広島県',
    '山口県',
    '徳島県',
    '香川県',
    '愛媛県',
    '高知県',
    '福岡県',
    '佐賀県',
    '長崎県',
    '熊本県',
    '大分県',
    '宮崎県',
    '鹿児島県',
    '沖縄県'
  ],
  categories: [
    'ランチ',
    'イタリアン',
    'コーヒー',
    'フレンチ',
    '中華料理',
    'インド料理',
    '和食',
    'ハンバーガー',
    '喫茶',
    'ピザ',
    'ラーメン',
    '寿司'
  ],
  ratings: [
    {
      rating: 1,
      text: 'Would never eat here again!'
    },
    {
      rating: 2,
      text: 'Not my cup of tea.'
    },
    {
      rating: 3,
      text: 'Exactly okay :/'
    },
    {
      rating: 4,
      text: 'Actually pretty good, would recommend!'
    },
    {
      rating: 5,
      text: 'This is my favorite place. Literally.'
    }
  ]
}
